tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ammonite-repl"
brew "ctags"
brew "doxygen"
brew "openssl@1.1"
brew "fzf"
brew "sqlite"
brew "python"
brew "gnupg"
brew "libyaml"
brew "lua"
brew "ncurses"
brew "neomutt"
brew "node"
brew "offlineimap"
brew "pcre2"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "tmux"
brew "vim"
brew "zsh"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "docker"
cask "iina"
cask "sublime-text"
