tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "gettext"
brew "sqlite"
brew "cmake"
brew "fzf"
brew "libyaml"
brew "lua"
brew "neovim"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "vim"
brew "zsh"
cask "iina"
cask "karabiner-elements"
