tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "px4/px4"
brew "gettext"
brew "openssl@1.1"
brew "sqlite"
brew "cmake"
brew "ctags"
brew "doxygen"
brew "pcre2"
brew "fish"
brew "fzf"
brew "python"
brew "pkg-config"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "libyaml"
brew "lua"
brew "nasm"
brew "ncurses"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "offlineimap"
brew "pandoc"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "vim"
brew "zsh"
brew "px4/px4/gcc-arm-none-eabi"
cask "alfred"
cask "basictex"
cask "chromium"
cask "docker"
cask "firefox"
cask "hammerspoon"
cask "iina"
cask "karabiner-elements"
cask "sublime-text"
